gen_answer = ('''
Я бы рад поболтать, но не настолько умен, чтобы отвечать на ваши сообщения 🤖 
Если у вас есть вопросы, то напишите нам сюда @slavna53 или на почту slavna53@yandex.ru
''')

cmd_texts = {
    'slavna': 'Экскурсионная мастерская «Славна» - это команда влюбленных в свой город гидов, '
              'которые уже более 10 лет знакомят гостей Великого Новгорода с историей и культурой, '
              'традициями и обычаями, ключевыми историческими событиями и жизнью простых горожан.\n'
              'Мы предлагаем авторские индивидуальные и групповые экскурсии для детей и взрослых.',
    'contacts': 'Связаться с нами:\n'
                'Telegram: @slavna53\n'
                'WhatsApp: https://wa.me/79934398428\n'
                'почта: slavna53@yandex.ru',
    'help': 'Посмотреть свои программы на один день -> \nЭкскурсии на дату 📆\n'
            'Посмотреть своё расписание на период -> \nЭкскурсии на период 📜\n'
            'Показать кнопки -> /kb',
    'info': 'Бот slavna53 помогает нашим прекрасным экскурсоводам следить за своим расписанием.\n\n'
            'Чтобы заказать авторскую экскурсию по Великому Новгороду свяжитесь с нами любым удобным способом /contacts'
}
