replies = {
    'greeting': 'Здравы будьте!',
    'no_excursions': 'К сожалению, нет запланированных экскурсий 😢'
}

buttons = {
    # reply buttons
    'on_date': 'Экскурсии на дату 📆',
    'on_period': 'Экскурсии на период 📜',
    'extra': 'Дополнительно 🍒',
    # inline buttons
    'today': 'Экскурсии на сегодня',
    'tomorrow': 'Экскурсии на завтра',
    'date': 'Выбрать дату',
    'period': 'Выбрать период',
    'all_tours': 'Посмотреть все экскурсии'
}
pagination = {
    'forward': '>>',
    'backward': '<<'
}


