replies = {
    'greeting': 'Здравы будьте!',
    'no_excursions': 'К сожалению, нет запланированных экскурсий 😢'
}

buttons = {
    # reply buttons
    'on_date': 'Экскурсии на дату 📆',
    'on_period': 'Экскурсии на период 📜',
    'extra': 'Дополнительно 🍒',
    # inline buttons
    'today': 'Экскурсии на сегодня',
    'tomorrow': 'Экскурсии на завтра',
    'date': 'Выбрать дату',
    'period': 'Выбрать период',
    'all_tours': 'Посмотреть все экскурсии'
}

tripster_text = {
    'name_hour': 'Введите цифру от 1 до 23 - час, после которого появились новые заказы.'
                 '\n\nЧтобы прервать выполнение рассылки - нажмите /cancel',
    'no_tripster': 'Некому отправлять уведомления на эту дату 🥺',
    'incorrect_hour': 'Час должен быть целым числом от 1 до 23.\n\n'
                      'Попробуй еще раз\n\nЧтобы прервать выполнение рассылки - нажми /cancel.'
}

googledocs_text = {
    'datetime': 'Добавляем новый заказ. Для отмены нажмите /cancel.\n\n'
                'Напишите дату и время нового заказа в формате: \n<b>дд.мм.гггг чч:мм</b>.',
    'tour_type': 'Введите номер программы или другое название: \n'
                 '1 - Кремль город держит\n'
                 '2 - По Детинцу да по Пискупле\n'
                 '3 - К хозяйке славенского конца\n'
                 '4 - Ай-да на Славню\n'
                 '5 - Заморские купцы\n'
                 '6 - История в двух голосах\n'
                 '7 - Иное\n',
    'client_data': 'Напишите заказчика и контакты через запятую.',
    'guides': 'Добавьте гидов через запятую.\n\n'
              'Или нажмите /log для создания записи.',
    'price': 'Введите стоимость программы.\n\n'
              'Или нажмите /log для создания записи.',
    'guests': 'Введите количество и категорию гостей через запятую.\n\n'
              'Или нажмите /log для создания записи.',
    'place': 'Напишите место старта и завершения программы через запятую.\n\n'
             'Или нажмите /log для создания записи.'


}

tour_texts = {
    'cancel_search': 'Чтобы прервать поиск экскурсий - нажмите /cancel',
}

pagination = {
    'forward': '>>',
    'backward': '<<'
}
