replies = {
    'greeting': 'Здравы будьте!',
    'no_excursions': 'К сожалению, нет запланированных экскурсий 😢'
}

buttons = {
    # reply buttons
    'on_date': 'Экскурсии на дату 📆',
    'on_period': 'Экскурсии на период 📜',
    'extra': 'Дополнительно 🍒',
    # inline buttons
    'today': 'Экскурсии на сегодня',
    'tomorrow': 'Экскурсии на завтра',
    'date': 'Выбрать дату',
    'period': 'Выбрать период',
    'all_tours': 'Посмотреть все экскурсии'
}
tripster_text = {
    'name_hour': 'Введите цифру от 1 до 23 - час, после которого появились новые заказы.'
                 '\n\nЧтобы прервать выполнение рассылки - нажмите /cancel',
    'no_tripster': 'Некому отправлять уведомления на ближайшие даты 🥺',
    'incorrect_hour': 'Час должен быть целым числом от 1 до 23.\n\n'
                      'Попробуй еще раз\n\nЧтобы прервать выполнение рассылки - нажми /cancel.'
}
tour_texts = {
    'cancel_search': 'Чтобы прервать поиск экскурсий - нажмите /cancel'
}
pagination = {
    'forward': '>>',
    'backward': '<<'
}
